Repository: pantheon-systems/drops-7
Catalog: profiles/express/modules/contrib/node_clone/translations/*.po
Languages: fr

source: The clone module allows users to make a copy of an existing node and then edit that copy. The authorship is set to the current user, the menu and url aliases are reset, and the words "Clone of" are inserted into the title to remind you that you are not editing the original node.
fr: Le module 'clone' permet aux utilisateurs de créer une copie d'un contenu existant puis de modifier cette copie. L'utilisateur courant devient l'auteur, les alias d'url et le menu sont remis à zéro et le titre est préfixé par 'Clone de ' pour vous rappeler que vous ne modifiez pas le contenu original.

source: Users with the "clone node" permission can utilize this functionality. A new tab will appear on node pages with the word "clone". Once you click this tab you have <em>already</em> created a new node that is a copy of the node you were viewing, and you will be redirected to an edit screen for that new node.
fr: Les utilisateurs avec la permission 'cloner contenu' peuvent utiliser cette fonctionnalité. Un nouvel onglet 'cloner' apparaît sur les pages de contenu. En cliquant sur cet onglet, la copie du contenu est faite immédiatement et l'on accède à la modification de cette copie.

source: Allows users to clone (copy then edit) an existing node.
fr: Permet aux utilisateurs de cloner (copier puis modifier) un contenu existant.

source: clone
fr: cloner

source: Configuration options for the clone module:
fr: Options pour le module 'clone':

source: Clone nodes without requiring confirmation
fr: Cloner les contenus sans demander de confirmation

source: If this is set, a new node will be created immediately upon clicking the "clone" tab when viewing a node.
fr: Si cette option est sélectionnée, un nouveau contenu sera créé immédiatement dès que l'onglet 'cloner' est sélectionné.

source: Should the publishing options ( e.g. published, promoted, etc) be reset to the defaults?
fr: Faut-il ré-initialiser les options de publication (ex: publié, page d'accueil, etc) ?

source: @s: reset publishing options when cloned
fr: @s: ré-initialiser les options de publication

source: Are you sure you want to clone %title?
fr: Etes-vous sûr de vouloir cloner %title ?

source: This action will create a new node. You will then be redirected to the edit page for the new node.
fr: Cette action créera un nouveau contenu. Vous serez ensuite redirigé vers la page de modification du nouveau contenu.

source: Clone
fr: Cloner

source: Clone of @title
fr: Clone de @title
